import re

pattern = re.compile(r"\b\w*[аАоОуУэЭыЫюЮяЯеЕиИ]{2}\w*\b(?=[.,\[\]\'\";:\s]*[аАоОуУэЭыЫюЮяЯеЕиИъь]*[БбВвГгДдЖжЗзКкЛлМмНнПпРрСсТтФфХхЦцЧчШшЩщ][аАоОуУэЭыЫюЮяЯеЕиИъь]*\b|[.,\[\]\'\";:\s]*[аАоОуУэЭыЫюЮяЯеЕиИъь]*[БбВвГгДдЖжЗзКкЛлМмНнПпРрСсТтФфХхЦцЧчШшЩщ][аАоОуУэЭыЫюЮяЯеЕиИъь]*[БбВвГгДдЖжЗзКкЛлМмНнПпРрСсТтФфХхЦцЧчШшЩщ][аАоОуУэЭыЫюЮяЯеЕъь]*\b|[.,\[\]\'\";:\s]*[аАоОуУэЭыЫюЮяЯеЕъь]*[БбВвГгДдЖжЗзКкЛлМмНнПпРрСсТтФфХхЦцЧчШшЩщ][аАоОуУэЭыЫюЮяЯеЕиИъь]*[БбВвГгДдЖжЗзКкЛлМмНнПпРрСсТтФфХхЦцЧчШшЩщ][аАоОуУэЭыЫюЮяЯеЕиИъь]*[БбВвГгДдЖжЗзКкЛлМмНнПпРрСсТтФфХхЦцЧчШшЩщ][аАоОуУэЭыЫюЮяЯеЕиИъь]*\b)")

for i in range(5):
    fileName = "test1" + str(i+1) +".txt"
    file = open(fileName)
    text = file.read()
    matches = pattern.findall(text)
    for j in matches:
       print(j)
    print()
    file.close()
