collection_was_cleared_message=\u041A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u044F \u0431\u044B\u043B\u0430 \u043E\u0447\u0438\u0449\u0435\u043D\u0430
end_of_input_worker_message=\u0412\u0432\u043E\u0434 \u0440\u0430\u0431\u043E\u0442\u043D\u0438\u043A\u0430 \u0437\u0430\u0432\u0435\u0440\u0448\u0451\u043D
help_message=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u043A\u043E\u043C\u0430\u043D\u0434\u044B:\n\
\t help : \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u0441\u043F\u0440\u0430\u0432\u043A\u0443 \u043F\u043E \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u043C \u043A\u043E\u043C\u0430\u043D\u0434\u0430\u043C\n\
\t info : \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u0432 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u0439 \u043F\u043E\u0442\u043E\u043A \u0432\u044B\u0432\u043E\u0434\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u043E \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438 (\u0442\u0438\u043F, \u0434\u0430\u0442\u0430 \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438, \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0438 \u0442.\u0434.)\n\
\t show : \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u0432 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u0439 \u043F\u043E\u0442\u043E\u043A \u0432\u044B\u0432\u043E\u0434\u0430 \u0432\u0441\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438 \u0432 \u0441\u0442\u0440\u043E\u043A\u043E\u0432\u043E\u043C \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u0438\n\
\t add  : \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0432 \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u044E\n\
\t update id : \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438, id \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u0440\u0430\u0432\u0435\u043D \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u043C\u0443\n\
\t remove_by_id id : \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0438\u0437 \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438 \u043F\u043E \u0435\u0433\u043E id\n\
\t clear : \u043E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u044E\n\
\t execute_script file_name : \u0441\u0447\u0438\u0442\u0430\u0442\u044C \u0438 \u0438\u0441\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441\u043A\u0440\u0438\u043F\u0442 \u0438\u0437 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430. \u0412 \u0441\u043A\u0440\u0438\u043F\u0442\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u0441\u044F \u043A\u043E\u043C\u0430\u043D\u0434\u044B \u0432 \u0442\u0430\u043A\u043E\u043C \u0436\u0435 \u0432\u0438\u0434\u0435, \u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u043C \u0438\u0445 \u0432\u0432\u043E\u0434\u0438\u0442 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0432 \u0438\u043D\u0442\u0435\u0440\u0430\u043A\u0442\u0438\u0432\u043D\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435.\n\
\t exit : \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0443 (\u0431\u0435\u0437 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0432 \u0444\u0430\u0439\u043B)\n\
\t head : \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u043F\u0435\u0440\u0432\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438\n\
\t remove_head : \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u043F\u0435\u0440\u0432\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438 \u0438 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0435\u0433\u043E\n\
\t add_if_min : \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0432 \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u044E, \u0435\u0441\u043B\u0438 \u0435\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043C\u0435\u043D\u044C\u0448\u0435, \u0447\u0435\u043C \u0443 \u043D\u0430\u0438\u043C\u0435\u043D\u044C\u0448\u0435\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u044D\u0442\u043E\u0439 \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438\n\
\t count_less_than_organization organization : \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432, \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E\u043B\u044F organization \u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u043C\u0435\u043D\u044C\u0448\u0435 \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0433\u043E\n\
\t print_ascending : \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438 \u0432 \u043F\u043E\u0440\u044F\u0434\u043A\u0435 \u0432\u043E\u0437\u0440\u0430\u0441\u0442\u0430\u043D\u0438\u044F\n\
\t print_field_descending_salary : \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043F\u043E\u043B\u044F salary \u0432\u0441\u0435\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0432 \u043F\u043E\u0440\u044F\u0434\u043A\u0435 \u0443\u0431\u044B\u0432\u0430\u043D\u0438\u044F
input_coordinates_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u044B
input_end_date_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u0430\u0442\u0443 \u043E\u043A\u043E\u043D\u0447\u0430\u043D\u0438\u044F \u0442\u0440\u0443\u0434\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u0433\u043E\u0432\u043E\u0440\u0430 \u0432 \u0444\u043E\u0440\u043C\u0430\u0442\u0435 \u0414\u0414-\u041C\u041C-\u0413\u0413 \u0438\u043B\u0438 \u043E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u0441\u0442\u0440\u043E\u043A\u0443 \u043F\u0443\u0441\u0442\u043E\u0439, \u0435\u0441\u043B\u0438 \u043E\u043D\u0430 \u043D\u0435 \u043E\u0433\u043E\u0432\u043E\u0440\u0435\u043D\u0430
input_worker_field_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u043E\u043B\u044F \u0440\u0430\u0431\u043E\u0442\u043D\u0438\u043A\u0443
input_name_message=\u0412\u0435\u0434\u0438\u0442\u0435 \u0438\u043C\u044F \u0440\u0430\u0431\u043E\u0442\u043D\u0438\u043A\u0443
input_organization_field_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u043E\u043B\u044F \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0438-\u0440\u0430\u0431\u043E\u0442\u043E\u0434\u0430\u0442\u0435\u043B\u044F \u0438\u043B\u0438 \u043E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u0441\u0442\u0440\u043E\u043A\u0443 \u043F\u0443\u0441\u0442\u043E\u0439 \u0435\u0441\u043B\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442
input_position_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u043E\u043B\u0436\u043D\u043E\u0441\u0442\u044C \u0440\u0430\u0431\u043E\u0442\u043D\u0438\u043A\u0430:\n\
\t MANAGER - \u043C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \n\
\t ENGINEER - \u0438\u043D\u0436\u0435\u043D\u0435\u0440\n\
\t DEVELOPER - \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\n\
\t LEAD DEVELOPER - \u043B\u0438\u0434\u0435\u0440 \u043A\u043E\u043C\u0430\u043D\u0434\u044B \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438\n\
\t BAKER - \u043F\u0435\u043A\u0430\u0440\u044C
input_salary_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0437\u0430\u0440\u043F\u043B\u0430\u0442\u0443 \u0440\u0430\u0431\u043E\u0442\u043D\u0438\u043A\u0430
input_x_coordinate_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u0443 \u0425
input_y_coordinate_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u0443 Y
welcome=\u0414\u043E\u0431\u0440\u043E \u043F\u043E\u0436\u0430\u043B\u043E\u0432\u0430\u0442\u044C!
input_full_organization_name=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0438-\u0440\u0430\u0431\u043E\u0442\u043E\u0434\u0430\u0442\u0435\u043B\u044F
input_annual_turnover_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0433\u043E\u0434\u043E\u0432\u043E\u0439 \u043E\u0431\u043E\u0440\u043E\u0442 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0438 \u0432 \u0442\u044B\u0441\u044F\u0447\u0430\u0445 \u0434\u043E\u043B\u043B\u0430\u0440\u043E\u0432 (\u0447\u0438\u0441\u043B\u043E \u043E\u0442 0 \u0434\u043E 9999999)
input_official_address_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043E\u0444\u0438\u0446\u0438\u0430\u043B\u044C\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441
try_again_message=\u0414\u0430\u0432\u0430\u0439\u0442\u0435 \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0435\u043C \u0441\u043D\u043E\u0432\u0430
input_street_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0443\u043B\u0438\u0446\u044B \u0438\u043B\u0438 \u043E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u0441\u0442\u0440\u043E\u043A\u0443 \u043F\u0443\u0441\u0442\u043E\u0439, \u0435\u0441\u043B\u0438 \u0432 \u0430\u0434\u0440\u0435\u0441\u0435 \u043D\u0435\u0442 \u0443\u043B\u0438\u0446\u044B (\u043D\u0443 \u0431\u044B\u0432\u0430\u0435\u0442 \u0438 \u0442\u0430\u043A\u043E\u0435)
input_town_name_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0433\u043E\u0440\u043E\u0434\u0430
end_of_input_organization=\u0432\u0432\u043E\u0434 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0438 \u0437\u0430\u0432\u0435\u0440\u0448\u0451\u043D
input_zipcode_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u043E\u0447\u0442\u043E\u0432\u044B\u0439 \u0438\u043D\u0434\u0435\u043A\u0441
invalid_salary_message=\u041F\u043E\u0436\u0430\u043B\u0435\u0439 \u0431\u0435\u0434\u043D\u044F\u0433\u0443, \u0443 \u043D\u0435\u0433\u043E \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0436\u0435\u043D\u0430, \u0434\u0435\u0442\u0438 \u0438 \u0418\u041F\u041E\u0422\u0415\u041A\u0410
exception_of_inputing_fields_message=\u041F\u0440\u0438 \u0432\u0432\u043E\u0434\u0435 \u043F\u043E\u043B\u0435\u0439 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430
input_status_message=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441 \u0440\u0430\u0431\u043E\u0442\u043D\u0438\u043A\u0430 \n\
\t \u0414\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u0441\u0442\u0430\u0442\u0443\u0441\u044B:\n\
\t FIRED - \u0443\u0432\u043E\u043B\u0435\u043D\n\
\t RECOMMENDED FOR PROMOTION - \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u043E\u0432\u0430\u043D \u043A \u043F\u0440\u043E\u0434\u0432\u0438\u0436\u0435\u043D\u0438\u044E \u043F\u043E \u043A\u0430\u0440\u044C\u0435\u0440\u043D\u043E\u0439 \u043B\u0435\u0441\u0442\u043D\u0438\u0446\u0435\n\
\t PROBATION - \u043D\u0430 \u0438\u0441\u043F\u044B\u0442\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u043C \u0441\u0440\u043E\u043A\u0435
invalid_worker_field=\u043E\u0448\u0438\u0431\u043A\u0430 \u0432\u0432\u043E\u0434\u0430 \u043F\u043E\u043B\u0435\u0439 \u0440\u0430\u0431\u043E\u0442\u044F\u0433\u0435
invalid_coordinates=\u041E\u0448\u0438\u0431\u043A\u0430 \u0441 \u0432\u0432\u043E\u0434\u043E\u043C \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442: "X" \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C, \u0430 "Y" \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 241
invalid_status=\u043D\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E \u0432\u0432\u0435\u0434\u0451\u043D \u0441\u0442\u0430\u0442\u0443\u0441
invalid_position=\u043D\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E \u0432\u0432\u0435\u0434\u0435\u043D\u0430 \u043F\u043E\u0437\u0438\u0446\u0438\u044F
problems_with_connection_message=\u041F\u0440\u043E\u0431\u043B\u0435\u043C\u044B \u0441 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435\u043C. \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u043D\u0430\u043B\u0438\u0447\u0438\u0435 \u0443 \u0412\u0430\u0441 \u0441\u0432\u044F\u0437\u0438 \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u043F\u043E\u0437\u0436\u0435.\n\
\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u0441\u0435\u0440\u0432\u0435\u0440 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D
